[
    {
      "id": 1,
      "title": "To Kill a Mockingbird",
      "author": "Harper Lee",
      "count": 4,
      "description": "A novel about the serious issues of rape and racial inequality."
    },
    {
      "id": 2,
      "title": "1984",
      "author": "George Orwell",
      "count": 6,
      "description": "A dystopian social science fiction novel and cautionary tale about the dangers of totalitarianism."
    },
    {
      "id": 3,
      "title": "The Great Gatsby",
      "author": "F. Scott Fitzgerald",
      "count": 2,
      "description": "A novel that explores themes of decadence, idealism, resistance to change, social upheaval, and excess."
    },
    {
      "id": 4,
      "title": "The Catcher in the Rye",
      "author": "J.D. Salinger",
      "count": 5,
      "description": "A story about adolescent alienation and loss of innocence in the protagonist Holden Caulfield."
    },
    {
      "id": 5,
      "title": "The Lord of the Rings",
      "author": "J.R.R. Tolkien",
      "count": 7,
      "description": "An epic fantasy novel that follows the quest to destroy the One Ring."
    },
    {
      "id": 6,
      "title": "Pride and Prejudice",
      "author": "Jane Austen",
      "count": 3,
      "description": "A romantic novel that charts the emotional development of the protagonist Elizabeth Bennet."
    },
    {
      "id": 7,
      "title": "The Chronicles of Narnia",
      "author": "C.S. Lewis",
      "count": 8,
      "description": "A series of seven fantasy novels that are considered classics of children's literature."
    },
    {
      "id": 8,
      "title": "Animal Farm",
      "author": "George Orwell",
      "count": 6,
      "description": "An allegorical novella that reflects events leading up to the Russian Revolution of 1917 and then on into the Stalinist era of the Soviet Union."
    },
    {
      "id": 9,
      "title": "Jane Eyre",
      "author": "Charlotte Brontë",
      "count": 4,
      "description": "A novel that follows the experiences of its eponymous heroine, including her growth to adulthood and her love for Mr. Rochester."
    },
    {
      "id": 10,
      "title": "Brave New World",
      "author": "Aldous Huxley",
      "count": 5,
      "description": "A dystopian social science fiction novel set in a futuristic World State."
    },
    {
      "id": 11,
      "title": "Wuthering Heights",
      "author": "Emily Brontë",
      "count": 3,
      "description": "A novel that explores the passionate and tragic love between Catherine Earnshaw and Heathcliff."
    },
    {
      "id": 12,
      "title": "The Hobbit",
      "author": "J.R.R. Tolkien",
      "count": 7,
      "description": "A fantasy novel that follows the quest of home-loving hobbit Bilbo Baggins to win a share of the treasure guarded by Smaug the dragon."
    },
    {
      "id": 13,
      "title": "Moby-Dick",
      "author": "Herman Melville",
      "count": 2,
      "description": "A novel about the voyage of the whaling ship Pequod and its captain, Ahab, who is intent on chasing the giant white whale Moby Dick."
    },
    {
      "id": 14,
      "title": "War and Peace",
      "author": "Leo Tolstoy",
      "count": 5,
      "description": "A novel that chronicles the history of the French invasion of Russia and the impact of the Napoleonic era on Tsarist society."
    },
    {
      "id": 15,
      "title": "Crime and Punishment",
      "author": "Fyodor Dostoevsky",
      "count": 4,
      "description": "A novel that focuses on the mental anguish and moral dilemmas of Rodion Raskolnikov, an impoverished ex-student in Saint Petersburg who formulates a plan to kill an unscrupulous pawnbroker."
    },
    {
      "id": 16,
      "title": "The Brothers Karamazov",
      "author": "Fyodor Dostoevsky",
      "count": 3,
      "description": "A philosophical novel set in 19th-century Russia that enters deeply into the ethical debates of God, free will, and morality."
    },
    {
      "id": 17,
      "title": "Anna Karenina",
      "author": "Leo Tolstoy",
      "count": 6,
      "description": "A novel that tells of the doomed love affair between the sensuous and rebellious Anna and the dashing officer, Count Vronsky."
    },
    {
      "id": 18,
      "title": "The Adventures of Huckleberry Finn",
      "author": "Mark Twain",
      "count": 5,
      "description": "A novel that is a direct sequel to The Adventures of Tom Sawyer, portraying life along the Mississippi River."
    },
    {
      "id": 19,
      "title": "The Odyssey",
      "author": "Homer",
      "count": 4,
      "description": "An epic poem that is one of two major ancient Greek epic poems attributed to Homer."
    },
    {
      "id": 20,
      "title": "Great Expectations",
      "author": "Charles Dickens",
      "count": 3,
      "description": "A novel that depicts the growth and personal development of an orphan named Pip."
    },
    {
      "id": 21,
      "title": "Little Women",
      "author": "Louisa May Alcott",
      "count": 6,
      "description": "A novel that follows the lives of the four March sisters—Meg, Jo, Beth, and Amy—and details their passage from childhood to womanhood."
    },
    {
      "id": 22,
      "title": "Fahrenheit 451",
      "author": "Ray Bradbury",
      "count": 5,
      "description": "A dystopian novel that presents a future American society where books are outlawed and firemen burn any that are found."
    },
    {
      "id": 23,
      "title": "Don Quixote",
      "author": "Miguel de Cervantes",
      "count": 4,
      "description": "A novel that follows the adventures of a noble named Alonso Quixano who reads so many chivalric romances that he decides to become a knight-errant."
    },
    {
      "id": 24,
      "title": "The Picture of Dorian Gray",
      "author": "Oscar Wilde",
      "count": 3,
      "description": "A novel about a handsome young man who wishes that his portrait would age instead of him."
    },
    {
      "id": 25,
      "title": "A Tale of Two Cities",
      "author": "Charles Dickens",
      "count": 6,
      "description": "A novel set in London and Paris before and during the French Revolution."
    },
    {
      "id": 26,
      "title": "Les Misérables",
      "author": "Victor Hugo",
      "count": 5,
      "description": "A novel that examines the nature of law and grace, and expounds upon the history of France, the architecture and urban design of Paris, politics, moral philosophy, anti-monarchism, justice, religion, and the types and nature of romantic and familial love."
    },
    {
      "id": 27,
      "title": "Dracula",
      "author": "Bram Stoker",
      "count": 4,
      "description": "A Gothic horror novel about the vampire Count Dracula's attempt to move from Transylvania to England so he may find new blood and spread the undead curse."
    },
    {
      "id": 28,
      "title": "Frankenstein",
      "author": "Mary Shelley",
      "count": 3,
      "description": "A novel about Victor Frankenstein, a young scientist who creates a grotesque creature in an unorthodox scientific experiment."
    },
    {
      "id": 29,
      "title": "Moby-Dick",
      "author": "Herman Melville",
      "count": 2,
      "description": "A novel about the voyage of the whaling ship Pequod, led by Captain Ahab who is obsessed with the giant white whale Moby Dick."
    },
    {
      "id": 30,
      "title": "The Count of Monte Cristo",
      "author": "Alexandre Dumas",
      "count": 5,
      "description": "An adventure novel that takes place in France, Italy, and islands in the Mediterranean during the historical events of 1815–1838."
    }
  ]
  